export const quotes = [
  {
    id: 1,
    text: "Единственный предел наших завтрашних достижений — это наши сегодняшние сомнения.",
    author: "Франклин Д. Рузвельт"
  },
  {
    id: 2,
    text: "В середине каждой трудности скрывается возможность.",
    author: "Альберт Эйнштейн"
  },
  {
    id: 3,
    text: "Успех — это не окончание, неудача — не приговор: важна лишь смелость продолжать.",
    author: "Уинстон Черчилль"
  },
  {
    id: 4,
    text: "Счастье — это не нечто готовое. Оно зависит только от ваших действий.",
    author: "Далай-лама"
  },
  { id: 5, text: "Секрет успеха — начать.", author: "Марк Твен" },
  {
    id: 6,
    text: "Тот, кто не делает ошибок, обычно ничего не делает.",
    author: "Теодор Рузвельт"
  },
  {
    id: 7,
    text: "Настоящая сила — это способность улыбаться в лицо неудачам.",
    author: "Наполеон Бонапарт"
  },
  {
    id: 8,
    text: "Мудрость приходит тогда, когда опыт заменяет иллюзии.",
    author: "Лев Толстой"
  },
  {
    id: 9,
    text: "Жизнь измеряется не количеством вдохов, а моментами, от которых захватывает дух.",
    author: "Майя Энджелоу"
  },
  {
    id: 10,
    text: "Сила духа не в том, чтобы никогда не падать, а в том, чтобы подниматься каждый раз, когда упал.",
    author: "Конфуций"
  }
];
